Repository: AronHK/Timetable
Catalog: Timetable.Shared/Strings/*/Resources.resw
Source language: en
Languages: hu_hu

# AppbarPin.Label
source: Pin
hu_hu: Kitűzés

# AppbarRename.Label
source: Rename
hu_hu: Átnevezés

# AppbarSave.Label
source: Save
hu_hu: Mentés

# AppbarSearch.Label
source: Search
hu_hu: Keresés

# AppbarSettings.Label
source: Settings
hu_hu: Beállítások

# AppbarSort.Label
source: Sort
hu_hu: Rendezés

# AppbarSort1.Text
source: Departure
hu_hu: Indulási idő

# AppbarSort2.Text
source: Arrival
hu_hu: Érkezési idő

# AppbarSort3.Text
source: Travel time
hu_hu: Utazási idő

# AppbarSort4.Text
source: Distance
hu_hu: Távolság

# AppbarUnpin.Label
source: Unpin
hu_hu: Levétel

# AppbarUnsave.Label
source: Delete
hu_hu: Törlés

# AppbarUpdate.Label
source: Update
hu_hu: Frissítés

# AppDescription
source: Application for browsing timetables
hu_hu: Menetrend kereső alkalmazás

# AppName
source: Volán Timetables
hu_hu: Volán Menetrendek

source: Bad Input!
hu_hu: Hibás bemenet!

# BothError
source: Unknown stops
hu_hu: Hibás megállók!

# CardError.Text
source: No such buses can be found today or tomorrow...
hu_hu: Nem található több ilyen busz a mai vagy holnapi napon...

# CardTime
source: Travel time:
hu_hu: Utazási idő:

# CardTomorrow
source: [Tmrw]
hu_hu: [Hnap]

# CardTomorrowLong
source: [Tomorrow]
hu_hu: [Holnap]

# CardTomorrowShort
source: [T]
hu_hu: [H]

# Changes.Text
source: Maximum nr of changes
hu_hu: Maximum átszállás

source: Delete
hu_hu: Törlés

# DeleteVerify
source: Are you sure you want to delete this saved search?
hu_hu: Biztosan ki akarod törölni ezt a mentett keresést?

# EarlyError
source: Too early reminder!
hu_hu: Túl korai időpont!

source: Error!
hu_hu: Hiba!

# Exact.Text
source: Exact results
hu_hu: Pontos találatok

# ExactNote1.Text
source: The results may contain lines that start/arrive close to the stops you specified.
hu_hu: A találatok között a megadott megállókhoz közel induló/érkező járatok is megjelenhetnek.

# ExactNote2.Text
source: The results will always match the data you specified; lines starting/arriving at nearby stops will be ignored.
hu_hu: A találatok mindig pontosan megfelelnek a megadott adatoknak, a közeli megállókból induló/érkező járatok figyelmen kívül lesznek hagyva.

# Free.Content
source: Free
hu_hu: Ingyen

# Getlocation.ToolTipService.ToolTip
source: Request Location
hu_hu: Helyszín lekérése

source: Line name:
hu_hu: Járat neve:

# LinenameError
source: The name cannot be empty!
hu_hu: A név nem lehet üres!

# LocationAccess.Text
source: Access to location data
hu_hu: Hozzáférés helyadatokhoz

# LocationDisabled
source: Access to your location isn't enabled.
hu_hu: Helymeghatározás nincs engedélyezve.

# LocationError
source: An error has occured while trying to determine your location.
hu_hu: Hiba történt helymeghatározás közben.

# LocationLink.Content
source: Jump to Settings
hu_hu: Ugrás a beállításokhoz

# LocationNote.Text
source: Location access is disabled by the System.
hu_hu: Helymeghatározás le van tiltva a rendszer által.

# Maintitle.Text
source: Saved searches:
hu_hu: Mentett keresések:

# Minutes.Text
source: minutes
hu_hu: perc

# NetworkError
source: Couldn't access remote server. Please check if your device is connected to the internet, or try again later.
hu_hu: Nem sikerült elérni a távoli adatbázist. Ellenőrizd, hogy az eszköz kapcsolódik-e az internethez, vagy próbálkozz újra később.

# NetworkErrorTitle
source: Network Error
hu_hu: Hálózati hiba

source: No
hu_hu: Nem

# Notfound.Text
source: No saved searches were found.
hu_hu: Nem találhatóak mentett keresések.

# NotfoundError
source: No such lines were found. Verify your query or try again later.
hu_hu: Nem találhatóak ilyen járatok. Ellenőrizd a keresést, vagy próbálkozz újra később.

# NumError
source: Invalid Number!
hu_hu: Érvénytelen szám!

# PinMenu
source: Pin to Start
hu_hu: Kitűzés a Start menübe

# PinScreen
source: Pin to Start
hu_hu: Kitűzés a kezdőképernyőre

# Price.Text
source: Ticket price
hu_hu: Jegyár

source: Reminder:
hu_hu: Emlékeztető:

# Reminder2
source: minutes before departure.
hu_hu: perccel indulás előtt.

source: Rename
hu_hu: Átnevezés

# ResultTitle.Text
source: SEARCH RESULTS
hu_hu: KERESÉS EREDMÉNYE

# ResultTitleSaved
source: SAVED LINE:
hu_hu: MENTETT JÁRAT:

# SaveError
source: A saved search with these parameters already exists.
hu_hu: Már szerepel elmentett keresés ilyen paraméterekkel!

# SearchTitle.Text
source: FIND LINE
hu_hu: JÁRAT KERESÉSE

source: Settings
hu_hu: Beállítások

# SettingsTitle.Text
source: SETTINGS
hu_hu: BEÁLLÍTÁSOK

# SetupReminder
source: Set a reminder
hu_hu: Emlékeztető beállítása

# Showchange.Text
source: Show changes
hu_hu: Átszállások mutatása

# TextboxFrom.PlaceholderText
source: From
hu_hu: Induló megálló

# TextboxTo.PlaceholderText
source: To
hu_hu: Érkező megálló

# UnpinMenu
source: Unpin from Start
hu_hu: Levétel a Start menüből

# UnpinScreen
source: Unpin from Start
hu_hu: Levétel a Start képernyőről

# Wait.Text
source: Maximum waiting
hu_hu: Maximum várakozás

# Walk.Text
source: Maximum walking
hu_hu: Maximális séta

source: Yes
hu_hu: Igen

# AppbarFeedback.Label
source: Send feedback
hu_hu: Visszajelzés küldése

# AppbarRate.Label
source: Rate and review
hu_hu: Értékelés

# Copy
source: Copy to Clipboard
hu_hu: Másolás a vágólapra

source: Share
hu_hu: Időpont megosztása

# TileNote.Text
source: This setting mainly affects how often the app checks your location to keep the primary Live Tile relevant. If your location doesn't change often, or you are only using secondary Live Tiles, setting the background task to run less frequently may be enough. If you don't use Live Tiles at all, you can safely disable the setting.
hu_hu: Ez a beállítás elsősorban azt befolyásolja, hogy az alkalmazás milyen gyakran ellenőrizze a tartózkodási helyedet az elsődleges Élő Csempe naprakészen tartásához. Ha sokáig nem változik a helyzeted, vagy csak másodlagos Csempéket használsz, akkor elég lehet, ha a háttérfolyamat ritkábban fut le. Ha egyáltalán nem használsz Élő Csempéket, akkor a beállítás nyugodtan letiltható.

# TileUpdate.Text
source: Background Task frequency
hu_hu: Háttérfolyamat gyakorisága

# DetailsTitle.Text
source: DETAILS
hu_hu: RÉSZLETEK

source: mins
hu_hu: perc

# SupTicket
source: Ft supplementary ticket)
hu_hu: Ft kiegészítő jegy)

# SupTicketBeginning
source: (of this:
hu_hu: (ebből:

# SupTicketShort
source: Ft supl. ticket)
hu_hu: Ft kieg. jegy)

# Closepanel
source: Back
hu_hu: Vissza

# Dark.Content
source: Dark
hu_hu: Sötét

# Default.Content
source: System
hu_hu: Rendszer

# Light.Content
source: Light
hu_hu: Világos

# RestartMessage
source: To apply the theme you have to restart the app.
hu_hu: A téma alkalmazásához újra kell indítani az alkalmazást.

# Theme.Text
source: Theme override
hu_hu: Téma felülírása

# Close
source: Close App
hu_hu: App bezárása

# AppbarCopy.Label
source: Copy
hu_hu: Másolás

# AppbarRemind.Label
source: Reminder
hu_hu: Emlékeztető

# AppbarShare.Label
source: Share
hu_hu: Megosztás

# Closebutton
source: Close
hu_hu: Bezárás

# InitialLocation
source: Would you like the app to have access to your location? This is necessary for updating the primary Live Tile.
hu_hu: Hozzáférhet az alkalmazás a tartózkodási helyedhez? Ez szükséges az elsődleges Élő csempe működéséhez.

# XboxError
source: Live Tiles aren't available on this device.
hu_hu: Élő Csempék nem elérhetőek ezen az eszközön.

# Changelog110.Text
source: ● English language ● Option to share and copy line data
hu_hu: ● Angol nyelv ● Lehetőség járatadatok másolására és megosztására

# Changelog120.Text
source: ● Detailed information about lines and line changes ● Option to change theme
hu_hu: ● Részletes információ járatokról és átszállásokról ● Témaválasztási lehetőség

# Changelog121.Text
source: ● Bugfixes
hu_hu: ● Hibajavítások

# Changelog130.Text
source: ● Location aware primary Live Tile ● Lockscreen support ● Better handling of slow connections
hu_hu: ● Helyadatokkal frissülő elsődleges Élő Csempe ● Záróképernyő-támogatás ● Lassabb kapcsolatok jobb kezelése

# ChangelogDesc.Text
source: This is a list of major changes in each version. Updates may contain additional improvements and fixes.
hu_hu: Itt látható az új funkciók listája. Ezek mellett a frissítések tartalmazhatnak kisebb változásokat és javításokat is.

# ChangelogInitial.Text
source: ● Ability to search based on stops ● Ability to save searches ● Secondary Live Tiles for saved searches ● Option to set reminders
hu_hu: ● Járatok keresése megállók alapján ● Lehetőség keresések elmentésére ● Másodlagos Élő Csempék mentett keresésekhez ● Lehetőség emlékeztetők beállítására

# ChangelogInitialTitle.Text
source: Initial
hu_hu: Eredeti

# ChangelogTitle.Text
source: What's new
hu_hu: Újdonságok

# ChangesLong
source: Maximum number of changes
hu_hu: Maximum átszállás

# Off.Content
source: Off
hu_hu: Letiltva

# HintSearch.Text
source: Search
hu_hu: Keresés

# HintSettings.Text
source: Settings
hu_hu: Beállítások

# HintUpdate.Text
source: Update
hu_hu: Frissítés

source: Delete Line
hu_hu: Járat törlése

# HintMore.Text
source: More
hu_hu: Opciók

# HintSave.Text
source: Save
hu_hu: Mentés

# HintSort.Text
source: Sort
hu_hu: Rendezés

source: Rename Line
hu_hu: Járat átnevezése

# Search.Content
source: Search
hu_hu: Keresés

source: Sort
hu_hu: Rendezés

# Sort1
source: Departure
hu_hu: Indulási idő

# Sort2
source: Arrival
hu_hu: Érkezési idő

# Sort3
source: Travel time
hu_hu: Utazási idő

# Sort4
source: Distance
hu_hu: Távolság

source: Organization:
hu_hu: Társaság:

# Loading.Text
source: Downloading fresh data...
hu_hu: Friss adatok letöltése...

# Changelog132.Text
source: ● Fixed crash when pressing update
hu_hu: ● Összeomlás frissítés gomb megnyomásakor javítva

# Changelog140.Text
source: ● Option to update in background after connecting to a WiFi network ● Automatic updates can now be disabled on cellular connections
hu_hu: ● Lehetőség adatok frissítésére a háttérben Wifire csatlakozás után ● Automatikus frissítések letilthatók mobilinterneten

# CardError2.Text
source: Data out of date. Select this card to only update this line.
hu_hu: Nincsenek friss adatok. Válaszd ki ezt a kártyát, ha csak ezt a vonalat szeretnéd frissíteni.

# AutoUpdate.Text
source: Sync on limited connections
hu_hu: Frissítés mobilinterneten

# BackgroundSettings.Text
source: Background activity
hu_hu: Háttérfolyamatok

# OtherSettings.Text
source: Other
hu_hu: Egyéb

# Privacy.Text
source: Location & Network
hu_hu: Helyzet és hálózat

# SearchSettings.Text
source: Search parameters
hu_hu: Keresési paraméterek

# FileerrorHeader
source: Error Accessing File!
hu_hu: Fájlhozzáférési hiba!

# FileerrorRestore
source: The way the app stores saved lines has changed, and there was an error reading the old file. Sorry for the inconvenience.
hu_hu: Megváltozott a járatok tárolási módja és hiba történt a régi fájl olvasása közben. Elnézést a kellemetlenségért.

# FileerrorTry
source: Try again!
hu_hu: Próbálkozz újra!

# Changelog141.Text
source: ● Fixed a bug that - when encountering an incorrect save file - could cuase the application to stop functioning ● Removed automatic updates after connecting to WiFi, due to them causing problems
hu_hu: ● Hiba kijavítva, ami hibás mentési fájl esetén használhatatlanná tette az alkalmazást ● Automatikus frissítés Wifire csatlakozáskor eltávolítva, mert sokszor hibákat okozott

# LinenameLengthError
source: The name cannot be longer than 30 characters!
hu_hu: A név nem lehet hosszabb 30 karakternél!

# Changelog150.Text
source: ● Windows 8 and 10 versions merged ● UI improvements ● Changeable default sorting ● Search history ● Improved storage method for saved lines
hu_hu: ● Windows 8 és 10-es verziók egyesítve ● UI javítások ● Változtatható alapértelmezett rendezés ● Előzmények ● Javított tárolási módszer mentett járatokhoz

# Showlog.Text
source: Show changelog after updates
hu_hu: Változások mutatása frissítés után

# DefSort.Text
source: Default sorting
hu_hu: Alapértelmezett rendezés

# LocationLink2.Text
source: Jump to Settings
hu_hu: Ugrás a beállításokhoz

# DetailsTitleString
source: DETAILS
hu_hu: RÉSZLETEK

# ChangelogInitialWP8.Text
source: ● Ability to search based on stops ● Ability to save searches ● Option to set reminders ● Option to share line data
hu_hu: ● Járatok keresése megállók alapján ● Lehetőség keresések elmentésére ● Lehetőség emlékeztetők beállítására ● Lehetőség járatadatok megosztására

# Changelog081.Text
source: ● Primary and secondary Live Tiles ● Lockscreen support ● Detailed information about lines and line changes ● Better handling of slow connections
hu_hu: ● Elsődleges és másodlagos Élő Csempék ● Záróképernyő-támogatás ● Részletes információ járatokról és átszállásokról ● Lassabb kapcsolatok jobb kezelése

# Changelog082.Text
source: ● Fixed Live Tile sometimes showing incorrect location
hu_hu: ● Hibajavítás: Élő Csempe néha hibás helyzetet mutatott

# Changelog083.Text
source: ● Fixed a bug that - when encountering an incorrect save file - could cuase the application to stop functioning
hu_hu: ● Hiba kijavítva, ami hibás mentési fájl esetén használhatatlanná tette az alkalmazást

# Changelog084.Text
source: ● Windows 8 and 10 versions merged ● UI improvements ● Changeable default sorting ● Search history ● Improved storage method for saved lines ● Automatic updates can now be disabled on cellular connections ● Option to change theme
hu_hu: ● Windows 8 és 10-es verziók egyesítve ● UI javítások ● Változtatható alapértelmezett rendezés ● Előzmények ● Javított tárolási módszer mentett járatokhoz ● Automatikus frissítések letilthatók mobilinterneten ● Témaválasztási lehetőség

# InitialLocationError
source: Location is currently disabled or we couldn't find your location right now. This is necessary for updating the primary Live Tile.
hu_hu: Jelenleg le van tiltva a helymeghatározás, vagy egyéb okokból nem sikerült meghatározni a helyzetedet. Ez szükséges az elsődleges Élő csempe működéséhez.

# SettingsSort1.Content
source: Departure
hu_hu: Indulási idő

# SettingsSort2.Content
source: Arrival
hu_hu: Érkezési idő

# SettingsSort3.Content
source: Travel time
hu_hu: Utazási idő

# SettingsSort4.Content
source: Distance
hu_hu: Távolság

# ResultsError.Text
source: Some results are not displayed because of your application settings.
hu_hu: Néhány találat nem jelenik meg az alkalmazás beállítások miatt.

# ShowlogShort
source: Changelog after updates
hu_hu: Változások frissítés után
